// Время проведения заключительного этапа по регионам (вне ЯНАО)
export const FINAL_STAGE_SCHEDULE = [
  { institution: 'АНОО «Школа Центра педагогического мастерства»', region: 'Москва', address: 'г. Москва, ул. Олимпийский проспект 11, с.1', time: '10:00', subjects: 'Химия, математика, физика, биология' },
  { institution: 'ГБОУ лицей № 533 «Образовательный комплекс «Малая Охта» Красногвардейского района Санкт-Петербурга', region: 'Санкт-Петербург', address: 'г. Санкт-Петербург, ул. Таллинская, 26, корпус 2', time: '10:00', subjects: 'Химия, биология' },
  { institution: 'ГБОУ школа № 197 Центрального района Санкт-Петербурга', region: 'Санкт-Петербург', address: 'г. Санкт-Петербург, ул. Фурштатская, 29а', time: '10:00', subjects: 'Математика, физика' },
  { institution: 'Физико-математическая школа Тюменской области', region: 'Тюмень (Тюменская область)', address: 'г. Тюмень, ул. 30 лет Победы, 102', time: '12:00', subjects: 'Математика' },
  { institution: 'Центр поддержки одарённых детей «Стратегия»', region: 'Липецк', address: 'г. Липецк, ул. 40 лет Октября, 39', time: '10:00', subjects: 'Математика' },
  { institution: 'МАОУ СОШ № 1 имени С. С. Алексеева', region: 'Екатеринбург', address: 'г. Екатеринбург, ул. Верх-Исетский бул., 23', time: '12:00', subjects: 'Математика' },
  { institution: 'Физико-математическая школа-интернат ФГАОУ ВО «Сибирский федеральный университет»', region: 'Красноярск', address: 'г. Красноярск, ул. Борисова, 5', time: '14:00', subjects: 'Математика' },
  { institution: 'МБОУ «Лицей № 174»', region: 'ЗАТО Зеленогорск', address: 'г. Зеленогорск, ул. Заводская, 8А', time: '14:00', subjects: 'Математика' },
  { institution: 'Дальневосточный центр математики', region: 'Владивосток', address: 'г. Владивосток, ул. Русская, 46б, 2 этаж', time: '17:00', subjects: 'Математика' },
  { institution: 'Учебный центр «Экзиум»', region: 'Махачкала (Республика Дагестан)', address: 'г. Махачкала, проспект Имама Шамиля, 69Г', time: '10:00', subjects: 'Математика' },
  { institution: 'МАОУ «Лицей-интернат № 2» Московского района г. Казани', region: 'Казань', address: 'г. Казань, ул. Шамиля Усманова, 11Г', time: '10:00', subjects: 'Математика' },
  { institution: 'Автономная некоммерческая общеобразовательная организация средняя школа «Азиатско-Тихоокеанская школа»', region: 'Владивосток', address: 'г. Владивосток, ул. Кутузова, 10', time: '17:00', subjects: 'Биология' },
];
