export const regionsData = {
  "Мурманская область": [
    "Мурманск",
    "Апатиты",
    "Североморск",
    "Мончегорск",
    "Кандалакша"
  ],
  "Архангельская область": [
    "Архангельск",
    "Северодвинск",
    "Новодвинск",
    "Котлас",
    "Коряжма"
  ],
  "Республика Карелия": [
    "Петрозаводск",
    "Костомукша",
    "Сортавала",
    "Кондопога",
    "Сегежа"
  ],
  "Республика Коми": [
    "Сыктывкар",
    "Ухта",
    "Воркута",
    "Печора",
    "Инта"
  ],
  "Ямало-Ненецкий АО": [
    "Салехард",
    "Новый Уренгой",
    "Ноябрьск",
    "Надым",
    "Муравленко",
    "Лабытнанги",
    "Губкинский",
    "Тарко-Сале",
    "Пангоды",
    "Уренгой",
    "Тазовский",
    "Яр-Сале",
    "Аксарка",
    "Красноселькуп",
    "Мужи",
    "Харп",
    "Пурпе",
    "Коротчаево",
    "Ханымей",
    "Антипаюта",
    "Газ-Сале",
    "Толька",
    "Находка",
    "Гыда",
    "Овгорт",
    "Горки",
    "Самбург",
    "Ратта",
    "Новый Порт",
    "Сеяха"
  ],
  "Красноярский край": [
    "Красноярск",
    "Норильск",
    "Ачинск",
    "Канск",
    "Железногорск"
  ],
  "Республика Саха (Якутия)": [
    "Якутск",
    "Нерюнгри",
    "Мирный",
    "Ленск",
    "Алдан"
  ]
}; 