export const regionsData = {
  "Республика Адыгея": [
    "Майкоп",
    "Адыгейск"
  ],
  "Республика Алтай": [
    "Горно-Алтайск"
  ],
  "Алтайский край": [
    "Барнаул",
    "Бийск",
    "Рубцовск",
    "Новоалтайск",
    "Камень-на-Оби"
  ],
  "Амурская область": [
    "Благовещенск",
    "Белогорск",
    "Свободный",
    "Тында",
    "Зея"
  ],
  "Архангельская область": [
    "Архангельск",
    "Северодвинск",
    "Новодвинск",
    "Котлас",
    "Коряжма"
  ],
  "Астраханская область": [
    "Астрахань",
    "Ахтубинск",
    "Знаменск",
    "Камызяк",
    "Нариманов"
  ],
  "Республика Башкортостан": [
    "Уфа",
    "Стерлитамак",
    "Салават",
    "Нефтекамск",
    "Октябрьский",
    "Белорецк",
    "Туймазы"
  ],
  "Белгородская область": [
    "Белгород",
    "Старый Оскол",
    "Губкин",
    "Валуйки",
    "Алексеевка"
  ],
  "Брянская область": [
    "Брянск",
    "Клинцы",
    "Новозыбков",
    "Дятьково",
    "Унеча"
  ],
  "Республика Бурятия": [
    "Улан-Удэ",
    "Северобайкальск",
    "Гусиноозерск",
    "Закаменск",
    "Кяхта"
  ],
  "Владимирская область": [
    "Владимир",
    "Ковров",
    "Муром",
    "Гусь-Хрустальный",
    "Александров"
  ],
  "Волгоградская область": [
    "Волгоград",
    "Волжский",
    "Камышин",
    "Михайловка",
    "Урюпинск"
  ],
  "Вологодская область": [
    "Вологда",
    "Череповец",
    "Сокол",
    "Великий Устюг",
    "Белозерск"
  ],
  "Воронежская область": [
    "Воронеж",
    "Борисоглебск",
    "Россошь",
    "Лиски",
    "Нововоронеж"
  ],
  "Республика Дагестан": [
    "Махачкала",
    "Дербент",
    "Хасавюрт",
    "Каспийск",
    "Буйнакск"
  ],
  "Донецкая Народная Республика": [
    "Донецк",
    "Мариуполь",
    "Макеевка",
    "Горловка",
    "Енакиево",
    "Дебальцево",
    "Харцызск",
    "Ясиноватая",
    "Докучаевск",
    "Снежное",
    "Авдеевка",
    "Жданово",
    "Кировское",
    "Амвросиевка",
    "Шахтерск"
  ],
  "Еврейская автономная область": [
    "Биробиджан",
    "Облучье"
  ],
  "Забайкальский край": [
    "Чита",
    "Краснокаменск",
    "Борзя",
    "Петровск-Забайкальский",
    "Балей"
  ],
  "Запорожская область": [
    "Запорожье",
    "Мелитополь",
    "Бердянск",
    "Энергодар",
    "Токмак",
    "Василевка",
    "Пологи",
    "Орехов",
    "Приморск",
    "Каменка-Днепровская"
  ],
  "Ивановская область": [
    "Иваново",
    "Кинешма",
    "Шуя",
    "Тейково",
    "Кохма"
  ],
  "Республика Ингушетия": [
    "Магас",
    "Назрань",
    "Карабулак",
    "Малгобек",
    "Сунжа"
  ],
  "Иркутская область": [
    "Иркутск",
    "Братск",
    "Ангарск",
    "Усть-Илимск",
    "Усолье-Сибирское"
  ],
  "Кабардино-Балкарская Республика": [
    "Нальчик",
    "Прохладный",
    "Баксан",
    "Майский",
    "Терек"
  ],
  "Калининградская область": [
    "Калининград",
    "Советск",
    "Черняховск",
    "Балтийск",
    "Гусев"
  ],
  "Республика Калмыкия": [
    "Элиста",
    "Лагань",
    "Городовиковск"
  ],
  "Калужская область": [
    "Калуга",
    "Обнинск",
    "Людиново",
    "Малоярославец",
    "Киров"
  ],
  "Камчатский край": [
    "Петропавловск-Камчатский",
    "Елизово",
    "Вилючинск"
  ],
  "Карачаево-Черкесская Республика": [
    "Черкесск",
    "Карачаевск",
    "Усть-Джегута",
    "Теберда"
  ],
  "Республика Карелия": [
    "Петрозаводск",
    "Костомукша",
    "Сортавала",
    "Кондопога",
    "Сегежа"
  ],
  "Кемеровская область": [
    "Кемерово",
    "Новокузнецк",
    "Прокопьевск",
    "Ленинск-Кузнецкий",
    "Междуреченск",
    "Киселевск"
  ],
  "Кировская область": [
    "Киров",
    "Кирово-Чепецк",
    "Слободской",
    "Вятские Поляны",
    "Котельнич"
  ],
  "Республика Коми": [
    "Сыктывкар",
    "Ухта",
    "Воркута",
    "Печора",
    "Инта",
    "Усинск"
  ],
  "Костромская область": [
    "Кострома",
    "Буй",
    "Шарья",
    "Волгореченск",
    "Нерехта"
  ],
  "Краснодарский край": [
    "Краснодар",
    "Сочи",
    "Новороссийск",
    "Армавир",
    "Анапа",
    "Геленджик",
    "Туапсе"
  ],
  "Красноярский край": [
    "Красноярск",
    "Норильск",
    "Ачинск",
    "Канск",
    "Железногорск",
    "Минусинск",
    "Зеленогорск"
  ],
  "Республика Крым": [
    "Симферополь",
    "Севастополь",
    "Керчь",
    "Евпатория",
    "Ялта",
    "Феодосия",
    "Джанкой",
    "Алушта"
  ],
  "Курганская область": [
    "Курган",
    "Шадринск",
    "Куртамыш",
    "Петухово",
    "Шумиха"
  ],
  "Курская область": [
    "Курск",
    "Железногорск",
    "Курчатов",
    "Льгов",
    "Щигры"
  ],
  "Ленинградская область": [
    "Гатчина",
    "Выборг",
    "Сосновый Бор",
    "Тихвин",
    "Кириши",
    "Всеволожск"
  ],
  "Липецкая область": [
    "Липецк",
    "Елец",
    "Грязи",
    "Данков",
    "Лебедянь"
  ],
  "Луганская Народная Республика": [
    "Луганск",
    "Алчевск",
    "Стаханов",
    "Красный Луч",
    "Ровеньки",
    "Свердловск",
    "Первомайск",
    "Краснодон",
    "Антрацит",
    "Брянка",
    "Кировск",
    "Молодогвардейск",
    "Зимогорье",
    "Лутугино"
  ],
  "Магаданская область": [
    "Магадан",
    "Сусуман",
    "Ола"
  ],
  "Республика Марий Эл": [
    "Йошкар-Ола",
    "Волжск",
    "Козьмодемьянск"
  ],
  "Республика Мордовия": [
    "Саранск",
    "Рузаевка",
    "Ковылкино",
    "Инсар",
    "Темников"
  ],
  "Москва": [
    "Москва"
  ],
  "Московская область": [
    "Балашиха",
    "Подольск",
    "Химки",
    "Королев",
    "Мытищи",
    "Люберцы",
    "Электросталь",
    "Коломна",
    "Красногорск",
    "Одинцово"
  ],
  "Мурманская область": [
    "Мурманск",
    "Апатиты",
    "Североморск",
    "Мончегорск",
    "Кандалакша",
    "Кола",
    "Полярные Зори"
  ],
  "Ненецкий автономный округ": [
    "Нарьян-Мар",
    "Амдерма",
    "Искателей"
  ],
  "Нижегородская область": [
    "Нижний Новгород",
    "Дзержинск",
    "Арзамас",
    "Саров",
    "Бор"
  ],
  "Новгородская область": [
    "Великий Новгород",
    "Старая Русса",
    "Боровичи",
    "Валдай",
    "Холм"
  ],
  "Новосибирская область": [
    "Новосибирск",
    "Бердск",
    "Искитим",
    "Куйбышев",
    "Обь"
  ],
  "Омская область": [
    "Омск",
    "Тара",
    "Калачинск",
    "Исилькуль",
    "Называевск"
  ],
  "Оренбургская область": [
    "Оренбург",
    "Орск",
    "Новотроицк",
    "Бузулук",
    "Гай"
  ],
  "Орловская область": [
    "Орел",
    "Ливны",
    "Мценск",
    "Болхов"
  ],
  "Пензенская область": [
    "Пенза",
    "Кузнецк",
    "Заречный",
    "Сердобск",
    "Каменка"
  ],
  "Пермский край": [
    "Пермь",
    "Березники",
    "Соликамск",
    "Чайковский",
    "Кунгур"
  ],
  "Приморский край": [
    "Владивосток",
    "Находка",
    "Уссурийск",
    "Артем",
    "Арсеньев"
  ],
  "Псковская область": [
    "Псков",
    "Великие Луки",
    "Остров",
    "Печоры",
    "Невель"
  ],
  "Ростовская область": [
    "Ростов-на-Дону",
    "Таганрог",
    "Шахты",
    "Новочеркасск",
    "Волгодонск",
    "Азов",
    "Батайск"
  ],
  "Рязанская область": [
    "Рязань",
    "Касимов",
    "Скопин",
    "Сасово",
    "Михайлов"
  ],
  "Самарская область": [
    "Самара",
    "Тольятти",
    "Сызрань",
    "Новокуйбышевск",
    "Чапаевск"
  ],
  "Санкт-Петербург": [
    "Санкт-Петербург"
  ],
  "Саратовская область": [
    "Саратов",
    "Энгельс",
    "Балаково",
    "Вольск",
    "Балашов"
  ],
  "Республика Саха (Якутия)": [
    "Якутск",
    "Нерюнгри",
    "Мирный",
    "Ленск",
    "Алдан",
    "Удачный"
  ],
  "Сахалинская область": [
    "Южно-Сахалинск",
    "Корсаков",
    "Холмск",
    "Оха",
    "Невельск"
  ],
  "Свердловская область": [
    "Екатеринбург",
    "Нижний Тагил",
    "Каменск-Уральский",
    "Первоуральск",
    "Серов",
    "Новоуральск"
  ],
  "Республика Северная Осетия": [
    "Владикавказ",
    "Беслан",
    "Моздок",
    "Алагир",
    "Ардон"
  ],
  "Смоленская область": [
    "Смоленск",
    "Вязьма",
    "Рославль",
    "Ярцево",
    "Сафоново"
  ],
  "Ставропольский край": [
    "Ставрополь",
    "Пятигорск",
    "Кисловодск",
    "Невинномысск",
    "Ессентуки",
    "Минеральные Воды"
  ],
  "Тамбовская область": [
    "Тамбов",
    "Мичуринск",
    "Рассказово",
    "Моршанск",
    "Уварово"
  ],
  "Республика Татарстан": [
    "Казань",
    "Набережные Челны",
    "Нижнекамск",
    "Альметьевск",
    "Зеленодольск",
    "Бугульма"
  ],
  "Тверская область": [
    "Тверь",
    "Ржев",
    "Вышний Волочек",
    "Торжок",
    "Кимры"
  ],
  "Томская область": [
    "Томск",
    "Северск",
    "Стрежевой",
    "Колпашево",
    "Асино"
  ],
  "Тульская область": [
    "Тула",
    "Новомосковск",
    "Алексин",
    "Узловая",
    "Ефремов"
  ],
  "Республика Тыва": [
    "Кызыл",
    "Ак-Довурак",
    "Шагонар",
    "Чадан"
  ],
  "Тюменская область": [
    "Тюмень",
    "Тобольск",
    "Ишим",
    "Ялуторовск",
    "Заводоуковск"
  ],
  "Удмуртская Республика": [
    "Ижевск",
    "Сарапул",
    "Воткинск",
    "Глазов",
    "Можга"
  ],
  "Ульяновская область": [
    "Ульяновск",
    "Димитровград",
    "Инза",
    "Барыш",
    "Новоульяновск"
  ],
  "Хабаровский край": [
    "Хабаровск",
    "Комсомольск-на-Амуре",
    "Амурск",
    "Советская Гавань",
    "Николаевск-на-Амуре"
  ],
  "Ханты-Мансийский АО": [
    "Ханты-Мансийск",
    "Сургут",
    "Нижневартовск",
    "Нефтеюганск",
    "Когалым",
    "Мегион",
    "Радужный"
  ],
  "Херсонская область": [
    "Херсон",
    "Новая Каховка",
    "Каховка",
    "Скадовск",
    "Геническ",
    "Голая Пристань",
    "Берислав",
    "Таврийск",
    "Цюрупинск",
    "Олешки"
  ],
  "Челябинская область": [
    "Челябинск",
    "Магнитогорск",
    "Златоуст",
    "Миасс",
    "Копейск",
    "Озерск",
    "Троицк"
  ],
  "Чеченская Республика": [
    "Грозный",
    "Гудермес",
    "Аргун",
    "Урус-Мартан",
    "Шали"
  ],
  "Чувашская Республика": [
    "Чебоксары",
    "Новочебоксарск",
    "Канаш",
    "Алатырь",
    "Шумерля"
  ],
  "Чукотский автономный округ": [
    "Анадырь",
    "Билибино",
    "Певек"
  ],
  "Ямало-Ненецкий АО": [
    "Салехард",
    "Новый Уренгой",
    "Ноябрьск",
    "Надым",
    "Муравленко",
    "Лабытнанги",
    "Губкинский",
    "Тарко-Сале",
    "Пангоды",
    "Уренгой",
    "Тазовский",
    "Яр-Сале",
    "Аксарка",
    "Красноселькуп",
    "Мужи",
    "Харп",
    "Пурпе",
    "Коротчаево",
    "Ханымей",
    "Антипаюта",
    "Газ-Сале",
    "Толька",
    "Находка",
    "Гыда",
    "Овгорт",
    "Горки",
    "Самбург",
    "Ратта",
    "Новый Порт",
    "Сеяха"
  ],
  "Ярославская область": [
    "Ярославль",
    "Рыбинск",
    "Переславль-Залесский",
    "Тутаев",
    "Углич"
  ]
};